Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: In light of those impacts, the fast technological pace and the need for new methods and techniques to trace origin of information, it is appropriate to require providers of those systems to embed technical solutions that enable marking in a machine readable format and detection that the output has been generated or manipulated by an AI system and not a human.
it_it: Alla luce di tali impatti, della rapida evoluzione tecnologica e della necessità di nuovi metodi e tecniche per risalire all’origine delle informazioni, è opportuno imporre ai fornitori di tali sistemi di integrare soluzioni tecniche che consentano agli output di essere marcati in un formato leggibile meccanicamente e di essere rilevabili come generati o manipolati da un sistema di IA e non da esseri umani.

source: Such techniques and methods should be sufficiently reliable, interoperable, effective and robust as far as this is technically feasible, taking into account available techniques or a combination of such techniques, such as watermarks, metadata identifications, cryptographic methods for proving provenance and authenticity of content, logging methods, fingerprints or other techniques, as may be appropriate.
it_it: Tali tecniche e metodi dovrebbero essere sufficientemente affidabili, interoperabili, efficaci e solidi nella misura in cui ciò sia tecnicamente possibile, tenendo conto delle tecniche disponibili o di una combinazione di tali tecniche, quali filigrane, identificazioni di metadati, metodi crittografici per dimostrare la provenienza e l’autenticità dei contenuti, metodi di registrazione, impronte digitali o altre tecniche, a seconda dei casi.

source: When implementing this obligation, providers should also take into account the specificities and the limitations of the different types of content and the relevant technological and market developments in the field, as reflected in the generally acknowledged state of the art.
it_it: Nell’attuare tale obbligo, i fornitori dovrebbero tenere conto anche delle specificità e dei limiti dei diversi tipi di contenuti e dei pertinenti sviluppi tecnologici e di mercato nel settore, come rispecchia lo stato dell’arte generalmente riconosciuto.

source: Such techniques and methods can be implemented at the level of the AI system or at the level of the AI model, including general-purpose AI models generating content, thereby facilitating fulfilment of this obligation by the downstream provider of the AI system.
it_it: Tali tecniche e metodi possono essere attuati a livello di sistema di IA o a livello di modello di IA, compresi i modelli di IA per finalità generali che generano contenuti, facilitando in tal modo l’adempimento di tale obbligo da parte del fornitore a valle del sistema di IA.

source: To remain proportionate, it is appropriate to envisage that this marking obligation should not cover AI systems performing primarily an assistive function for standard editing or AI systems not substantially altering the input data provided by the deployer or the semantics thereof.
it_it: Per continuare a essere proporzionato, è opportuno prevedere che tale obbligo di marcatura non debba riguardare i sistemi di IA che svolgono principalmente una funzione di assistenza per l’editing standard o i sistemi di IA che non modificano in modo sostanziale i dati di input forniti dal deployer o la rispettiva semantica.

source: Further to the technical solutions employed by the providers of the AI system, deployers who use an AI system to generate or manipulate image, audio or video content that appreciably resembles existing persons, objects, places, entities or events and would falsely appear to a person to be authentic or truthful (deep fakes), should also clearly and distinguishably disclose that the content has been artificially created or manipulated by labelling the AI output accordingly and disclosing its artificial origin.
it_it: Oltre alle soluzioni tecniche utilizzate dai fornitori del sistema di IA, i deployer che utilizzano un sistema di IA per generare o manipolare immagini o contenuti audio o video che assomigliano notevolmente a persone, oggetti, luoghi, entità o eventi esistenti e che potrebbero apparire falsamente autentici o veritieri a una persona (deep fake), dovrebbero anche rendere noto in modo chiaro e distinto che il contenuto è stato creato o manipolato artificialmente etichettando di conseguenza gli output dell’IA e rivelandone l'origine artificiale.

source: Compliance with this transparency obligation should not be interpreted as indicating that the use of the AI system or its output impedes the right to freedom of expression and the right to freedom of the arts and sciences guaranteed in the Charter, in particular where the content is part of an evidently creative, satirical, artistic, fictional or analogous work or programme, subject to appropriate safeguards for the rights and freedoms of third parties.
it_it: L'adempimento di tale obbligo di trasparenza non dovrebbe essere interpretato nel senso che l'uso del sistema di IA o dei suoi output ostacola il diritto alla libertà di espressione e il diritto alla libertà delle arti e delle scienze garantito dalla Carta, in particolare quando il contenuto fa parte di un'opera o di un programma manifestamente creativo, satirico, artistico, fittizio, o analogo fatte salve le tutele adeguate per i diritti e le libertà dei terzi.

source: In those cases, the transparency obligation for deep fakes set out in this Regulation is limited to disclosure of the existence of such generated or manipulated content in an appropriate manner that does not hamper the display or enjoyment of the work, including its normal exploitation and use, while maintaining the utility and quality of the work.
it_it: In tali casi, l'obbligo di trasparenza per i deep fake di cui al presente regolamento si limita alla rivelazione dell'esistenza di tali contenuti generati o manipolati in modo adeguato che non ostacoli l'esposizione o il godimento dell'opera, compresi il suo normale sfruttamento e utilizzo, mantenendo nel contempo l'utilità e la qualità dell'opera.

source: In addition, it is also appropriate to envisage a similar disclosure obligation in relation to AI-generated or manipulated text to the extent it is published with the purpose of informing the public on matters of public interest unless the AI-generated content has undergone a process of human review or editorial control and a natural or legal person holds editorial responsibility for the publication of the content.
it_it: È inoltre opportuno prevedere un obbligo di divulgazione analogo in relazione al testo generato o manipolato dall'IA nella misura in cui è pubblicato allo scopo di informare il pubblico su questioni di interesse pubblico, a meno che il contenuto generato dall'IA sia stato sottoposto a un processo di revisione umana o di controllo editoriale e una persona fisica o giuridica abbia la responsabilità editoriale della pubblicazione del contenuto.

source: Without prejudice to the mandatory nature and full applicability of the transparency obligations, the Commission may also encourage and facilitate the drawing up of codes of practice at Union level to facilitate the effective implementation of the obligations regarding the detection and labelling of artificially generated or manipulated content, including to support practical arrangements for making, as appropriate, the detection mechanisms accessible and facilitating cooperation with other actors along the value chain, disseminating content or checking its authenticity and provenance to enable the public to effectively distinguish AI-generated content.
it_it: Fatta salva la natura obbligatoria e la piena applicabilità degli obblighi di trasparenza, la Commissione può altresì incoraggiare e agevolare l'elaborazione di codici di buone pratiche a livello dell'Unione per facilitare l'efficace attuazione degli obblighi in materia di rilevazione ed etichettatura dei contenuti generati o manipolati artificialmente, anche per sostenere modalità pratiche per rendere accessibili, se del caso, i meccanismi di rilevazione e favorire la cooperazione con altri attori lungo la catena del valore, diffondere contenuti o verificarne l'autenticità e la provenienza onde consentire al pubblico di distinguere efficacemente i contenuti generati dall'IA.

source: The obligations placed on providers and deployers of certain AI systems in this Regulation to enable the detection and disclosure that the outputs of those systems are artificially generated or manipulated are particularly relevant to facilitate the effective implementation of Regulation (EU) 2022/2065.
it_it: Gli obblighi imposti dal presente regolamento ai fornitori e ai deployer di taluni sistemi di IA, volti a consentire il rilevamento e la divulgazione del fatto che gli output di tali sistemi siano generati o manipolati artificialmente, sono molto importanti per contribuire all'efficace attuazione del regolamento (UE) 2022/2065.

source: This applies in particular as regards the obligations of providers of very large online platforms or very large online search engines to identify and mitigate systemic risks that may arise from the dissemination of content that has been artificially generated or manipulated, in particular the risk of the actual or foreseeable negative effects on democratic processes, civic discourse and electoral processes, including through disinformation.
it_it: Ciò si applica specialmente agli obblighi per i fornitori di piattaforme online di dimensioni molto grandi o motori di ricerca online di dimensioni molto grandi di individuare e attenuare i rischi sistemici che possono derivare dalla diffusione di contenuti generati o manipolati artificialmente, in particolare il rischio di impatti negativi effettivi o prevedibili sui processi democratici, sul dibattito civico e sui processi elettorali, anche mediante la disinformazione.

source: The requirement to label content generated by AI systems under this Regulation is without prejudice to the obligation in Article 16(6) of Regulation (EU) 2022/2065 for providers of hosting services to process notices on illegal content received pursuant to Article 16(1) of that Regulation and should not influence the assessment and the decision on the illegality of the specific content.
it_it: L'obbligo di etichettare i contenuti generati dai sistemi di IA a norma del presente regolamento lascia impregiudicato l'obbligo di cui all'articolo 16, paragrafo 6, del regolamento (UE) 2022/2065 per i prestatori di servizi di memorizzazione di informazioni di trattare le segnalazioni di contenuti illegali ricevute a norma dell'articolo 16, paragrafo 1, di tale regolamento e non dovrebbe influenzare la valutazione e la decisione in merito all'illegalità del contenuto specifico.

source: That assessment should be performed solely with reference to the rules governing the legality of the content.
it_it: Tale valutazione dovrebbe essere effettuata solo con riferimento alle norme che disciplinano la legalità dei contenuti.

source: Compliance with the transparency obligations for the AI systems covered by this Regulation should not be interpreted as indicating that the use of the AI system or its output is lawful under this Regulation or other Union and Member State law and should be without prejudice to other transparency obligations for deployers of AI systems laid down in Union or national law.
it_it: La conformità agli obblighi di trasparenza per i sistemi di IA disciplinati dal presente regolamento non dovrebbe essere interpretata nel senso che l'uso del sistema di IA o dei suoi output è lecito ai sensi del presente regolamento o di altre disposizioni del diritto dell'Unione e degli Stati membri e dovrebbe lasciare impregiudicati gli altri obblighi di trasparenza per i deployer dei sistemi di IA stabiliti dal diritto dell'Unione o nazionale.

source: AI is a rapidly developing family of technologies that requires regulatory oversight and a safe and controlled space for experimentation, while ensuring responsible innovation and integration of appropriate safeguards and risk mitigation measures.
it_it: L'IA è una famiglia di tecnologie in rapida evoluzione che richiede sorveglianza regolamentare e uno spazio sicuro e controllato per la sperimentazione, garantendo nel contempo un'innovazione responsabile e l'integrazione di tutele adeguate e di misure di attenuazione dei rischi.

source: To ensure a legal framework that promotes innovation, is future-proof and resilient to disruption, Member States should ensure that their national competent authorities establish at least one AI regulatory sandbox at national level to facilitate the development and testing of innovative AI systems under strict regulatory oversight before these systems are placed on the market or otherwise put into service.
it_it: Al fine di garantire un quadro giuridico che promuova l'innovazione, sia adeguato alle esigenze future e resiliente alle perturbazioni, gli Stati membri dovrebbero garantire che le rispettive autorità nazionali competenti istituiscano almeno uno spazio di sperimentazione normativa in materia di IA a livello nazionale per agevolare lo sviluppo e le prove di sistemi di IA innovativi, sotto una rigorosa sorveglianza regolamentare, prima che tali sistemi siano immessi sul mercato o altrimenti messi in servizio.

source: Member States could also fulfil this obligation through participating in already existing regulatory sandboxes or establishing jointly a sandbox with one or more Member States’ competent authorities, insofar as this participation provides equivalent level of national coverage for the participating Member States.
it_it: Gli Stati membri potrebbero inoltre adempiere tale obbligo partecipando a spazi di sperimentazione normativa già esistenti o istituendo congiuntamente uno spazio di sperimentazione con le autorità competenti di uno o più Stati membri, nella misura in cui tale partecipazione fornisca un livello equivalente di copertura nazionale per gli Stati membri partecipanti.

source: AI regulatory sandboxes could be established in physical, digital or hybrid form and may accommodate physical as well as digital products.
it_it: Gli spazi di sperimentazione normativa per l’IA potrebbero essere istituiti in forma fisica, digitale o ibrida e potrebbero accogliere prodotti sia fisici che digitali.

source: Establishing authorities should also ensure that the AI regulatory sandboxes have the adequate resources for their functioning, including financial and human resources.
it_it: Le autorità costituenti dovrebbero altresì garantire che gli spazi di sperimentazione normativa per l’IA dispongano delle risorse adeguate per il loro funzionamento, comprese risorse finanziarie e umane.

source: The objectives of the AI regulatory sandboxes should be to foster AI innovation by establishing a controlled experimentation and testing environment in the development and pre-marketing phase with a view to ensuring compliance of the innovative AI systems with this Regulation and other relevant Union and national law.
it_it: Gli obiettivi degli spazi di sperimentazione normativa per l'IA dovrebbero essere la promozione dell'innovazione in materia di IA, mediante la creazione di un ambiente controllato di sperimentazione e prova nella fase di sviluppo e pre-commercializzazione al fine di garantire la conformità dei sistemi di IA innovativi al presente regolamento e ad altre pertinenti disposizioni di diritto dell'Unione e nazionale.

source: Moreover, the AI regulatory sandboxes should aim to enhance legal certainty for innovators and the competent authorities’ oversight and understanding of the opportunities, emerging risks and the impacts of AI use, to facilitate regulatory learning for authorities and undertakings, including with a view to future adaptions of the legal framework, to support cooperation and the sharing of best practices with the authorities involved in the AI regulatory sandbox, and to accelerate access to markets, including by removing barriers for SMEs, including start-ups.
it_it: Inoltre, gli spazi di sperimentazione normativa per l’IA dovrebbero avere come obiettivo il rafforzamento della certezza del diritto per gli innovatori e della sorveglianza e della comprensione da parte delle autorità competenti delle opportunità, dei rischi emergenti e degli impatti dell'uso dell'IA, l'agevolazione dell'apprendimento normativo per le autorità e le imprese, anche in vista del futuro adeguamento del quadro giuridico, il sostegno alla cooperazione e la condivisione delle migliori pratiche con le autorità coinvolte nello spazio di sperimentazione normativa per l'IA, nonché l'accelerazione dell'accesso ai mercati, anche mediante l'eliminazione degli ostacoli per le PMI, comprese le start-up.

source: AI regulatory sandboxes should be widely available throughout the Union, and particular attention should be given to their accessibility for SMEs, including start-ups.
it_it: Gli spazi di sperimentazione normativa per l’IA dovrebbero essere ampiamente disponibili in tutta l'Unione e si dovrebbe prestare particolare attenzione alla loro accessibilità per le PMI, comprese le start-up.

source: The participation in the AI regulatory sandbox should focus on issues that raise legal uncertainty for providers and prospective providers to innovate, experiment with AI in the Union and contribute to evidence-based regulatory learning.
it_it: La partecipazione allo spazio di sperimentazione normativa per l'IA dovrebbe concentrarsi su questioni che creano incertezza giuridica rendendo difficoltoso per i fornitori e i potenziali fornitori innovare, sperimentare l'IA nell'Unione e contribuire all'apprendimento normativo basato su dati concreti.

source: The supervision of the AI systems in the AI regulatory sandbox should therefore cover their development, training, testing and validation before the systems are placed on the market or put into service, as well as the notion and occurrence of substantial modification that may require a new conformity assessment procedure.
it_it: La supervisione dei sistemi di IA nello spazio di sperimentazione normativa per l'IA dovrebbe pertanto riguardare il relativo sviluppo, addestramento, prova e convalida prima che i sistemi siano immessi sul mercato o messi in servizio, nonché la nozione e il verificarsi di modifiche sostanziali che possono richiedere una nuova procedura di valutazione della conformità.

source: Any significant risks identified during the development and testing of such AI systems should result in adequate mitigation and, failing that, in the suspension of the development and testing process.
it_it: Qualsiasi rischio significativo individuato durante lo sviluppo e le prove di tali sistemi di IA dovrebbe comportare l'adozione di adeguate misure di attenuazione e, in mancanza di ciò, la sospensione del processo di sviluppo e di prova.

source: Where appropriate, national competent authorities establishing AI regulatory sandboxes should cooperate with other relevant authorities, including those supervising the protection of fundamental rights, and could allow for the involvement of other actors within the AI ecosystem such as national or European standardisation organisations, notified bodies, testing and experimentation facilities, research and experimentation labs, European Digital Innovation Hubs and relevant stakeholder and civil society organisations.
it_it: Se del caso, le autorità nazionali competenti che istituiscono spazi di sperimentazione normativa per l'IA dovrebbero cooperare con altre autorità pertinenti, comprese quelle che vigilano sulla protezione dei diritti fondamentali, e potrebbero consentire il coinvolgimento di altri attori all'interno dell'ecosistema dell'IA, quali organizzazioni di normazione nazionali o europee, organismi notificati, impianti di prova e sperimentazione, laboratori di ricerca e sperimentazione, poli europei dell'innovazione digitale e pertinenti portatori di interessi e organizzazioni della società civile.

source: To ensure uniform implementation across the Union and economies of scale, it is appropriate to establish common rules for the AI regulatory sandboxes’ implementation and a framework for cooperation between the relevant authorities involved in the supervision of the sandboxes.
it_it: Al fine di garantire un'attuazione uniforme in tutta l'Unione e le economie di scala, è opportuno stabilire regole comuni per l'attuazione degli spazi di sperimentazione normativa per l'IA e un quadro per la cooperazione tra le autorità competenti coinvolte nel controllo degli spazi di sperimentazione.

source: AI regulatory sandboxes established under this Regulation should be without prejudice to other law allowing for the establishment of other sandboxes aiming to ensure compliance with law other than this Regulation.
it_it: Gli spazi di sperimentazione normativa per l'IA istituiti a norma del presente regolamento non dovrebbero pregiudicare altre disposizioni che consentono la creazione di altri spazi di sperimentazione volti a garantire la conformità a disposizioni del diritto diverse dal presente regolamento.

source: Where appropriate, relevant competent authorities in charge of those other regulatory sandboxes should consider the benefits of using those sandboxes also for the purpose of ensuring compliance of AI systems with this Regulation.
it_it: Se del caso, le pertinenti autorità competenti responsabili di tali altri spazi di sperimentazione normativa dovrebbero considerare i vantaggi derivanti dall'utilizzo di tali spazi di sperimentazione anche al fine di garantire la conformità dei sistemi di IA al presente regolamento.

source: Upon agreement between the national competent authorities and the participants in the AI regulatory sandbox, testing in real world conditions may also be operated and supervised in the framework of the AI regulatory sandbox.
it_it: Previo accordo tra le autorità nazionali competenti e i partecipanti allo spazio di sperimentazione normativa per l'IA, anche le prove in condizioni reali possono essere gestite e supervisionate nel quadro dello spazio di sperimentazione normativa per l'IA.

source: This Regulation should provide the legal basis for the providers and prospective providers in the AI regulatory sandbox to use personal data collected for other purposes for developing certain AI systems in the public interest within the AI regulatory sandbox, only under specified conditions, in accordance with Article 6(4) and Article 9(2), point (g), of Regulation (EU) 2016/679, and Articles 5, 6 and 10 of Regulation (EU) 2018/1725, and without prejudice to Article 4(2) and Article 10 of Directive (EU) 2016/680.
it_it: Il presente regolamento dovrebbe fornire la base giuridica ai fornitori e ai potenziali fornitori nello spazio di sperimentazione normativa per l'IA per utilizzare i dati personali raccolti per altre finalità ai fini dello sviluppo di determinati sistemi di IA di interesse pubblico nell'ambito dello spazio di sperimentazione normativa per l'IA, solo a specifiche condizioni, conformemente all'articolo 6, paragrafo 4, e all'articolo 9, paragrafo 2, lettera g), del regolamento (UE) 2016/679, e agli articoli 5, 6 e 10 del regolamento (UE) 2018/1725, e fatti salvi l'articolo 4, paragrafo 2, e l'articolo 10 della direttiva (UE) 2016/680.

source: All other obligations of data controllers and rights of data subjects under Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680 remain applicable.
it_it: Tutti gli altri obblighi dei titolari del trattamento e i diritti degli interessati ai sensi del regolamento (UE) 2016/679, del regolamento (UE) 2018/1725 e della direttiva (UE) 2016/680 restano applicabili.
